[
    {
        "name": "คณะจิตรกรรม ประติมากรรมและภาพพิมพ์",
        "campus": "วิทยาเขต วังท่าพระ",
        "guildline": "ศิลปิน, ผู้ช่วยศิลปิน, ผู้สอนทางด้านทัศนศิลป์, นักเขียน-นักวิจารณ์ศิลปะ, นักออกแบบกราฟิก, ผู้กำกับฝ่ายศิลป์"
    },
    {
        "name": "คณะสถาปัตยกรรมศาสตร์",
        "campus": "วิทยาเขต วังท่าพระ",
        "guildline": "สถาปนิก, สถาปนิกชุมชน, นักออกแบบ, ผู้จัดการโครงการก่อสร้าง, ผู้รับเหมาก่อสร้าง, นักผลิตสื่อที่เกี่ยวกับสถาปัตยกรรม"
    },
    {
        "name": "คณะโบราณคดี",
        "campus": "วิทยาเขต วังท่าพระ",
        "guildline": "นักโบราณคดี, มัคคุเทศก์, ภัณฑารักษ์, นักวิชาการ-นักวิจัยด้านวัฒนธรรม, งานด้านพิพิธภัณฑ์, นักเขียน, ล่าม หรือครู-อาจารย์ในสาขาวิชาต่างๆ ที่เรียนอยู่"
    },
    {
        "name": "คณะมัณฑนศิลป์",
        "campus": "วิทยาเขต วังท่าพระ",
        "guildline": "มัณฑนากร, สถาปนิก, ผู้กำกับศิลป์, นักถ่ายภาพ, จิตรกร, นักออกแบบ หรือบุคลากรทางการศึกษา"
    },
    {
        "name": "คณะอักษรศาสตร์",
        "campus": "วิทยาเขต พระราชวังสนามจันทร์",
        "guildline": "คอลัมนิสต์, นักวิจารณ์, นักดนตรี, บรรณารักษ์, มัคคุเทศก์, ล่าม, นักเขียน, ฝ่ายประชาสัมพันธ์, บรรณาธิการ, นักข่าว, ครู-อาจารย์, งานในหน่วยงานต่างๆ ที่ใช้ภาษา"
    },
    {
        "name": "คณะศึกษาศาสตร์",
        "campus": "วิทยาเขต พระราชวังสนามจันทร์",
        "guildline": "นักจิตวิทยา, วิทยากร, นักฝึกอบรม, ครู-อาจารย์-ผู้ฝึกสอนตามสาขาวิชาที่เรียนมา, นักโสตทัศนศึกษา, นักสื่อสารประชาสัมพันธ์, นักพัฒนาสื่อการศึกษา, นักวิชาการ, นักวิทยาศาสตร์การกีฬา, นักวิชาการด้านการออกกำลังกาย, ผู้ฝึกสอนกีฬา"
    },
    {
        "name": "คณะวิทยาศาสตร์",
        "campus": "วิทยาเขต พระราชวังสนามจันทร์",
        "guildline": "นักวิทยาศาสตร์, นักวิจัย, ครู-อาจารย์ ตามสาขาวิชาที่เรียนมา, นักคณิตศาสตร์, นักวิเคราะห์ข้อมูล, ผู้ดูแลระบบ, โปรแกรมเมอร์, นักอุตุนิยมวิทยา, นักสถิติ"
    },
    {
        "name": "คณะเภสัชศาสตร์",
        "campus": "วิทยาเขต พระราชวังสนามจันทร์",
        "guildline": "เภสัชกรในสถานบริการสุขภาพ และหน่วยงานที่เกี่ยวข้อง รวมไปถึงนักวิจัย และอาชีพอิสระทางด้านเภสัชศาสตร์"
    },
    {
        "name": "คณะวิศวกรรมศาสตร์และเทคโนโลยีอุตสาหกรรม",
        "campus": "วิทยาเขต พระราชวังสนามจันทร์",
        "guildline": "วิศวกรในสาขาวิชาที่เรียนมา เช่น วิศวกรโลหะการ, วิศวกรเซรามิกส์, วิศวกรอุตสาหกรรมแก้ว, วิศวกรด้านปิโตรเคมีและวัสดุพอลิเมอร์, วิศวกรเครื่องกล, วิศวกรเคมี"
    },
    {
        "name": "คณะดุริยางคศาสตร์",
        "campus": "วิทยาเขต วังท่าพระ",
        "guildline": "นักดนตรี, ศิลปิน, นักวิจารณ์ดนตรี, นักธุรกิจดนตรี, นักการสื่อสารการตลาด, นักจัดการศิลปิน หรือคุณครู-อาจารย์"
    },
    {
        "name": "คณะสัตวศาสตร์และเทคโนโลยีการเกษตร",
        "campus": "วิทยาเขต สารสนเทศเพชรบุรี",
        "guildline": "นักธุรกิจการเกษตร, นักวิทยาศาสตร์, นักวิจัย, นักวิชาการ, นักฝึกอบรม, นักผลิตสื่อ, เจ้าของฟาร์มสัตว์, สัตวบาล หรือเจ้าหน้าที่ในหน่วยงานที่เกี่ยวข้อง"
    },
    {
        "name": "คณะวิทยาการจัดการ",
        "campus": "วิทยาเขต สารสนเทศเพชรบุรี",
        "guildline": "นักธุรกิจ, นักบริหาร, ผู้จัดการ, นักวางแผนกลยุทธ์ล นักการตลาด, นักโฆษณา, นักวางแผนและพัฒนาการท่องเที่ยว หรือชุมชน, พนักงานในธุรกิจการท่องเที่ยวและการโรงแรม, มัคคุเทศก์, นักพัฒนาทรัพยากรมนุษย์, นักบริหารงานทั่วไป, เจ้าหน้าที่วิเคราะห์นโยบาย, นักพัฒนาทรัพยากรมนุษย์, นักบริหารงานทั่วไป, นักวิเคราะห์, นักบัญชี, ผู้ตรวจสอบบัญชี, ที่ปรึกษาด้านภาษี, เจ้าหน้าที่ธนาคาร หรือนักวิชาการการเงินและการบัญชี"
    },
    {
        "name": "คณะเทคโนโลยีสารสนเทศและการสื่อสาร",
        "campus": "วิทยาเขต สารสนเทศเพชรบุรี",
        "guildline": "นักคอมพิวเตอร์, นักออกแบบเว็บไซต์, นักออกแบบภาพเคลื่อนไหว, นักออบแบบและพัฒนาเกม, นักออกแบบเกม, บุคลากรด้านโฆษณา-ลูกค้าสัมพันธ์, บุคลากรด้านภาพยนตร์ วิทยุและโทรทัศน์"
    }
]